Repository: Ma7moudZakaria/CarCareApplication
Catalog: CarCareApplication/Resources/Language.*.resx
Languages: ar_eg

source: About Us
ar_eg: معلومات عنا

# Account
source: My Account
ar_eg: بياناتي

# AD-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# AD-X0002
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# AD-X0003
source: Can't creating an Address with empty values, please check your inputs.
ar_eg: العنوان لا يمكن ان يكون فارغ , الرجاء التأكد من المدخلات

# AD-X0004
source: User Key is not provided
ar_eg: الرقم التسلسلي للمستخدم غير موجود

# AD-X0005
source: Phone number can't be empty
ar_eg: رقم الهاتف المحمول لا يمكن ان يكون فارغاَ

# AD-X0006
source: Name can't be empty
ar_eg: الاسم لا يمكن ان يكون فارغاَ

# AD-X0007
source: Full address can't be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# AD-X0008
source: Kilometers can not be calculated, please check your live location is turned on
ar_eg: لم نتمكن من حساب الكيلومترات , الرجاء التحقق من تفعيل إعدادات الموقع

# AD-X0009
source: Can't detect your current location, please check your live location is turned on
ar_eg: لم نتمكن من تحديد موقعك الحالي , الرجاء التحقق من تفعيل إعدادات الموقع

# AD-X0010
source: Address is not found
ar_eg: العنوان غير موجود

source: Add Address
ar_eg: إضافه عنوان

source: Address
ar_eg: العنوان

# AppDescription
source: This App Provides Car Washing Service by 4 CarCareApplication company
ar_eg: هذا البرنامج يقدم خدمة تنظيف السيارات عبر شركة فور كاركير

# AppHomeText
source: CarCareApplication is pleased to provide all integrated cleaning services with the latest cleaning methods and equipment at the lowest costs through our mobile cars.
ar_eg: كاركير يسعدها تقديم جميع خدمات التنظيف المتكاملة بأحدث وسائل التنظيف والمعدات وباقل التكاليف عبر سياراتنا المتنقلة

# AppLanguage
source: Language
ar_eg: اللغة

# AppName
source: Car Care Application
ar_eg: كاركير

source: Arabic
ar_eg: اللغة العربية

source: Base Price
ar_eg: السعر الأساسي

source: Cancel
ar_eg: إلغاء

source: Car Type
ar_eg: نوع العربية

source: Chemical Washing
ar_eg: غسيل كيماوي داخلي شامل

# ChemicalWashingDes
source: • Washing the ceiling, doors, chairs, tables and menus with vacuuming the dust in the floor with a broom and washing the pedals - polishing for the tableau - freshener - paper pedals - cleaning the glass. • The possibility of chemical washing the bag for 50 pounds. • A chemical wash will add 60 pounds without dismantling chairs.
ar_eg: •غسيل سقف وابواب وكراسي وتابلو وقوائم مع شفط الأتربة في الأرضية بمكنسة وغسل الدواسات – ملمع للتابلو – معطر – دواسات ورقية – تنظيف الزجاج . •إمكانية غسيل الشنطة كيماوي ب 50 جنيه. •غسيل الأرضية كيماوي بيتم اضافه 60 جنية بدون فك كراسي

# ClientMessage
source: Couldn't remove
ar_eg: لا يمكن الحذف

source: Contact Us
ar_eg: تواصل معانا

# CT-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# CT-X0002
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# CT-X0003
source: Language code can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# CT-X0004
source: Car type is not found
ar_eg: نوع السياره غير موجود

# CT-X0005
source: Can't creating a Car type with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء نوع سياره ببيانات فارغه , الرجاء التأكد من المدخلات

# CT-X0006
source: A Car type with the same name is already exists
ar_eg: يتواجد نوع سياره بنفس الاسم مسبقاَ

# CT-X0007
source: Arabic name can not be empty
ar_eg: الاسم باللغه العربية لا يمكن ان يكون فارغاَ

# CT-X0008
source: English name can not be empty
ar_eg: الاسم باللغه الانجليزية لا يمكن ان يكون فارغاَ

# CT-X0009
source: Arabic description can not be empty
ar_eg: الوصف باللغه العربية لا يمكن ان يكون فارغاَ

# CT-X0010
source: English description can not be empty
ar_eg: الوصف باللغه الانجليزية لا يمكن ان يكون فارغاَ

# CT-X0011
source: Can't update a Car type with empty values, please check your inputs.
ar_eg: لا يمكن تعديل نوع سياره ببيانات فارغه , الرجاء التأكد من المدخلات

# Currency
source: EGP
ar_eg: ج.م

source: Delivery Price
ar_eg: سعر الوصول

source: Dial Up
ar_eg: إتصل بنا

# DistanceError
source: We Don't support away services, contact with the managment for more support
ar_eg: نحن لا ندعم المسافات البعيده , الرجاء التواصل مع الإداره للتفاصيل

source: Done
ar_eg: تم

# DoneError
source: Error while commiting the order as done
ar_eg: فشل عملية تنفيذ الطلب

# DY-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# DY-X0002
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# DY-X0003
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# DY-X0004
source: Can't creating a day with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء يوم ببيانات فارغه , الرجاء التأكد من المدخلات

# DY-X0005
source: Arabic day name can not be empty
ar_eg: اسم اليوم باللغه العربية لا يمكن ان يكون فارغاَ

# DY-X0006
source: English day name can not be empty
ar_eg: اسم اليوم باللغه الإنجليزية لا يمكن ان يكون فارغاَ

# DY-X0007
source: A day name with the same name is already exists
ar_eg: يتواجد اسم يوم بنفس الاسم مسبقاَ

# DY-X0008
source: Can't update a day with empty values, please check your inputs.
ar_eg: لا يمكن تعديل يوم ببيانات فارغه , الرجاء التأكد من المدخلات

# DY-X0009
source: Day is not found
ar_eg: اليوم غير موجود

source: Engine Washing
ar_eg: غسيل الماتور بالكيماوي

# EngineWashingDes
source: The motor is washed with foam intended for cleaning oils and grease and microfiber towels only
ar_eg: يتم غسيل الماتور بفوم مخصص لتنظيف الزيوت والشحوم وفوط ميكروفايبر فقط

source: English
ar_eg: اللغة الإنجليزية

# EPS-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# EPS-X0002
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# EPS-X0003
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# EPS-X0004
source: Extra price setting is not found
ar_eg: إعدادات السعر الإضافي غير موجوده

# EPS-X0005
source: Can't creating Extra price setting with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء إعدادات سعر إضافية ببيانات فارغه , الرجاء التأكد من المدخلات

# EPS-X0006
source: Car type is not selected
ar_eg: نوع السياره لم يتم إختياره

# EPS-X0007
source: Service is not selected
ar_eg: الخدمه لم يتم إختيارها

# EPS-X0008
source: Extra price can not be equal or less than 0
ar_eg: السعر الإضافي لا يمكن ان يكون اقل من او يساوي صفر

# EPS-X0009
source: Can't update Extra price setting with empty values, please check your inputs.
ar_eg: لا يمكن تعديل إعدادات سعر إضافية ببيانات فارغه , الرجاء التأكد من المدخلات

source: Error
ar_eg: خطأ

# EX-X0001
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# EX-X0002
source: Can't creating Expense with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء نفقات ببيانات فارغه , الرجاء التأكد من المدخلات

# EX-X0003
source: Description can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# EX-X0004
source: Cash can not be equal or less than 0
ar_eg: الكاش لا يمكن ان يكون اقل من او يساوي صفر

source: Extra Charge
ar_eg: رسوم إضافية

source: First name *
ar_eg: الاسم الاول *

source: Full address *
ar_eg: العنوان تفصيلياَ *

# GoBackHome
source: Go Home
ar_eg: أذهب للرئيسية

# GoTo
source: Naivgate To
ar_eg: الذهاب الى

# GPSDeciveError
source: Enable GPS in your device
ar_eg: يرجي تفعيل خاصيه تحديد المواقع علي هاتفك

# GPSLocationError
source: Your device doesn't support GPS location detection!
ar_eg: هاتفك لا يدعم خاصيه تحديد المواقع

source: Home
ar_eg: الرئيسية

# HOW-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# HOW-X0002
source: Hour of work is not found
ar_eg: ساعات العمل غير موجوده

# HOW-X0003
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# HOW-X0004
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# HOW-X0005
source: Service is not provided
ar_eg: الخدمه غير متوفره

# HR-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# HR-X0002
source: Hour is not found
ar_eg: الساعه غير موجوده

# HR-X0003
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# HR-X0004
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

source: Kilometers Away
ar_eg: بعد المكان

source: K.m
ar_eg: ك.م

# LocationError
source: Unanle to get location!
ar_eg: تعذر إمكانيه تحديد الموقع

# LocationPermissionError
source: Enable location permission in your App Settings
ar_eg: يرجي تفعيل خاصية الموقع في ضبط البرنامج

# LocationType
source: Location's type *
ar_eg: نوع العنوان *

source: Login
ar_eg: تسجيل الدخول

# LoginRequired
source: Login or create a new account
ar_eg: سجل دخولك او قم بإنشاء حساب جديد

source: Logout
ar_eg: تسجيل الخروج

source: Make An Appointment
ar_eg: تحديد موعد

# MakeOrderError
source: We couldn't place the order, please try again, if the issue still exists, contact with the managment
ar_eg: تعذر عملية إتمام الطلب , الرجاء المحاوله لاحقاَ وفي حاله إستمرار المشكله الرجاء التواصل مع الإدراة

# Name
source: Person's Name *
ar_eg: اسم الشخص *

source: Navigate To
ar_eg: توجه إلى هذه المكان

source: No Addresses
ar_eg: لا يوجد عناوين مسجلة

source: No Orders
ar_eg: لا يوجد طلبات

source: Normal Washing
ar_eg: الغسيل العادي

# NormalWashingDes
source: Dust suction - tableau - menus - doors - chairs - floors - pedal washing - glass - tableware polish - freshener - paper pedals
ar_eg: شفط أتربه - التابلو - قوائم - أبواب - كراسي - أرضيات - غسيل دواسات - زجاج - ملمع للتابلو - معطر- دواسات ورقية

source: Ok
ar_eg: موافق

source: Order Details
ar_eg: تفاصيل الطلب

source: Order Placed
ar_eg: تم تنفيذ الطلب

# Orders
source: My Orders
ar_eg: طلباتي

# OutsideWashingNormal
source: Dry external wash
ar_eg: الغسيل الخارجي الجاف

# OutsideWashingNormalDes
source: Full exterior wash, rims cleaning and polishing + in addition to an outer layer of wax that gives protection and shine
ar_eg: غسيل خارجي كامل و تنظيف وتلميع جنوط + بالإضافة الى طبقه واكس خارجي تعطي حماية ولمعان

source: Password *
ar_eg: كلمة السر *

source: Phone number *
ar_eg: رقم الهاتف*

# PickLanguage
source: Default App Language
ar_eg: اللغة الرئيسية للبرنامج

source: Place Order
ar_eg: تنفيذ الطلب

source: Powered By
ar_eg: مدعم من

# RE-X0001
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# RE-X0002
source: Can't creating Revenue with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء إيرادات ببيانات فارغه , الرجاء التأكد من المدخلات

# RE-X0003
source: Description can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# RE-X0004
source: Cash can not be equal or less than 0
ar_eg: الكاش لا يمكن ان يكون اقل من او يساوي صفر

source: Remove
ar_eg: حذف

# RemoveError
source: We couldn't remove the order, please try again
ar_eg: لا يمكن حذف الطلب , الرجاء المحاوله لاحقاَ

source: Request Location
ar_eg: مكان الطلب

# RequestPersonName
source: Name
ar_eg: الإسم

# RequestPhoneNumber
source: Phone
ar_eg: الهاتف

source: Request Time
ar_eg: وقت الطلب

# RestartRequired
source: Restart the application to have full impact for the selected language
ar_eg: يجب إعاده تشغيل البرنامج لكي تطبق اللغة بالكامل

# SE-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# SE-X0002
source: Service can not be empty
ar_eg: الخدمه لا يمكن ان تكون فارغه

# SE-X0003
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# SE-X0004
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# SE-X0005
source: Car type is not selected
ar_eg: نوع السياره لم يتم إختياره

# SE-X0006
source: Car type is not found
ar_eg: نوع السياره غير موجود

# SE-X0007
source: Can't creating a Service with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء خدمه ببيانات فارغه , الرجاء التأكد من المدخلات

# SE-X0008
source: Base price can not be less or equal to 0
ar_eg: السعر الاساسي لا يمكن ان يكون اقل من او يساوي صفر

# SE-X0009
source: Arabic name can not be empty
ar_eg: الاسم باللغه العربية لا يمكن ان يكون فارغاَ

# SE-X0010
source: English name can not be empty
ar_eg: الاسم باللغه الانجليزية لا يمكن ان يكون فارغاَ

# SE-X0011
source: Service with same name already exists
ar_eg: يتواجد خدمه بنفس الاسم مسبقاَ

# SE-X0012
source: Can't update a service with empty values, please check your inputs.
ar_eg: لا يمكن تعديل خدمه ببيانات فارغه , الرجاء التأكد من المدخلات

# SE-X0013
source: Arabic description can not be empty
ar_eg: الوصف باللغة العربية لا يمكن ان يكون فارغاً

# SE-X0014
source: English description can not be empty
ar_eg: الوصف باللغة الإنجليزية لا يمكن ان يكون فارغاً

source: Second name *
ar_eg: الاسم الثاني *

source: Select Language
ar_eg: أختار اللغة

# ServerType
source: Service Type
ar_eg: نوع الخدمة

source: Service
ar_eg: الخدمة

# ServiceDescription
source: Services Description
ar_eg: وصف الخدمات

# SET-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# SET-X0002
source: Setting is not found
ar_eg: الإعدادات غير موجوده

# SET-X0003
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# SET-X0004
source: Language can not be empty
ar_eg: العنوان لا يمكن ان يكون فارغاَ

# SET-X0005
source: Can't creating setting with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء إعدادات ببيانات فارغه , الرجاء التأكد من المدخلات

# SET-X0006
source: Service type is not selected
ar_eg: نوع الخدمه لم يتم إختياره

# SET-X0007
source: Car type is not selected
ar_eg: نوع السياره لم يتم إختياره

# SET-X0008
source: Max kilometers can not be less or equal to 0
ar_eg: اقصي عدد من الكيلومترات لا يمكن ان يكون اقل من او يساوي صفر

# SET-X0009
source: Min kilometers can not be less or equal to 0
ar_eg: اقل عدد من الكيلومترات لا يمكن ان يكون اقل من او يساوي صفر

# SET-X0010
source: Min Kilometers can not be equal to Max Kilometers
ar_eg: اقل عدد من الكيلومترات لا يمكن ان يساوي اقصي عدد من الكيلومترات

# SET-X0011
source: Min kilometers can not be greater than Max kilometers
ar_eg: اقل عدد من الكيلومترات لا يمكن ان يكون اكبر من اقصي عدد من الكيلومترات

# SET-X0012
source: Kilometers rate can not be less or equal to 0
ar_eg: معدل الكيلومترات لا يمكن ان يكون اقل من او يساوي صفر

# SET-X0013
source: We are sorry, your selected address is out of our service scope for the selected service, please either change your address or try to pick another service
ar_eg: نحن نعتذر , العنوان المختار خارج حدود دعمنا للخدمه المختارة , الرجاء تغيير العنوان او إختيار نوع خدمه اخر

# SET-X0014
source: A setting with the same service and cat type has been set before
ar_eg: إعداد بنفس الخدمة و نوع العربية موجود مسبقاً

source: Settings
ar_eg: الإعدادات

# SigninError
source: The entered phone number or password are not correct
ar_eg: رقم الهاتف او كلمة المرور غير صحيحة

source: Signup
ar_eg: تسجيل حساب جديد

# SignupError
source: the entered data can't set up an account for you, please make sure you entered valida data or not duplicated
ar_eg: لم نستطيع إنشاء حساب لك بالبيانات المدخله؛ رجاءً تحقق من صحة البيانات او عدم تكرراها مع بيانات مدخله مسبقاً

source: Status
ar_eg: الحالة

source: Thank You!
ar_eg: شكراَ لك

# TR-X0001
source: The provided key is not in the correct format
ar_eg: الرقم التسلسلي غير صحيح

# TR-X0002
source: Setting is not found
ar_eg: الإعدادات غير متوفره

# TR-X0003
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# TR-X0004
source: Can't creating transaction with empty values, please check your inputs.
ar_eg: لا يمكن إنشاء طلب ببيانات فارغه , الرجاء التأكد من المدخلات

# TR-X0005
source: Service is not provided
ar_eg: الخدمه غير متوفره

# TR-X0006
source: Car type is not provided
ar_eg: نوع السياره غير متوفره

# TR-X0007
source: Work hour is not provided
ar_eg: ساعات العمل غير متوفره

# TR-X0008
source: Order is not found
ar_eg: الطلب غير موجود

# UR-X0001
source: Can not sign in with empty values
ar_eg: لا يمكن تسجيل الدخول ببيانات فارغه

# UR-X0002
source: Password can not be empty
ar_eg: كلمة السر لا يمكن ان تكون فارغه

# UR-X0003
source: Phone Number can not be empty
ar_eg: رقم الهاتف لا يمكن ان يكون فارغأ

# UR-X0004
source: Phone number or Password is not correct , Register for a new account or try to sign in again
ar_eg: رقم الهاتف او كلمة السر غير صحيحين , الرجاء تسجيل حساب جديد او إعاده تسجيل الدخول مره اخري

# UR-X0005
source: An error has occurred while processing the request, please try again later!
ar_eg: حدث خطأ ما اثناء تنفيذ الامر , الرجاء المحاوله مره اخري

# UR-X0006
source: First name can not be empty
ar_eg: الاسم الاول لا يمكن ان يكون فارغأ

# UR-X0007
source: Second name can not be empty
ar_eg: الاسم الثاني لا يمكن ان يكون فارغأ

# UR-X0008
source: Phone Number is already exists , try to sign in instead
ar_eg: رقم الهاتف موجود مسبقاَ , الرجاء تسجيل الدخول

# UR-X0009
source: can not sign up with empty values
ar_eg: لا يمكن تسجيل حساب جديد ببيانات فارغه

# UR-X0010
source: Role cannot be empty
ar_eg: لا يمكن ان يكون صلاحية المستخدم فارغة

source: Vehicle
ar_eg: عربية

source: WhatsApp
ar_eg: واتساب
